Revit 2027 API
ParameterTypeId.SpaceComposednameParam Property
 "Composed Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceComposednameParam { get; }
Public Shared ReadOnly Property SpaceComposednameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceComposednameParam {
	ForgeTypeId^ get ();
}
static member SpaceComposednameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace